brew "age"
brew "asdf"
brew "ast-grep"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "bcrypt"
brew "caddy"
brew "cffi"
brew "cfssl"
brew "charmbracelet/tap/gum"
brew "crane"
brew "direnv"
brew "doctl"
brew "duckdb"
brew "eza"
brew "fd"
brew "fga"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "go-task"
brew "gotests"
brew "gum"
brew "hashicorp/tap/terraform-ls"
brew "helm"
brew "ipcalc"
brew "ipython"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "knative/client/kn"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "lazygit"
brew "neovim"
brew "nmap"
brew "node"
brew "nodenv"
brew "nvm"
brew "opa"
brew "openjdk@11"
brew "opentofu"
brew "oven-sh/bun/bun"
brew "pass"
brew "pipx"
brew "protobuf"
brew "pwgen"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "ruff"
brew "sops"
brew "speedtest-cli"
brew "terraform-docs"
brew "tldr"
brew "tree"
brew "unbound"
brew "uv"
brew "watch"
brew "yq"
brew "zsh"
cask "alfred"
cask "bettertouchtool"
cask "bruno"
cask "cleanshot"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "kitty"
cask "lasso"
cask "powershell"
cask "rancher"
cask "visual-studio-code"
